Repository: MKVISHAKH/kannurlabourbank
Catalog: panipura/lib/l10n/app_*.arb
Languages: ml

# language
source: English
ml: മലയാളം

source: Hello World!
ml: ഹലോ വേൾഡ്!

# buttonlabour
source: LABOURER
ml: തൊഴിലാളി

# buttonemployer
source: EMPLOYER
ml: തൊഴിലുടമ

# homeheading1
source: Welcome To
ml: കണ്ണൂർ ജില്ലാ പഞ്ചായത്തിലെ

# homeheading2
source: Kannur District Panchayath
ml: ലേബർ രജിസ്ട്രേഷനിലേക്കും

# homeheading3
source: Labourer Registration
ml: ലേബർ വിവരങ്ങളിലേക്കും

# appname
source: LABOUR BANK
ml: ലേബർ ബാങ്ക്

# subhead1
source: Are you a
ml: നിങ്ങൾ ഒരു

# subhead2
source: Or an
ml: അല്ലെങ്കിൽ ഒരു

# wordlang
source: LANGUAGE
ml: ഭാഷ

# selectlang
source: Select Language :
ml: ഭാഷ തിരഞ്ഞെടുക്കുക :

# pandp
source: PRIVACY AND POLICY
ml: സ്വകാര്യത നയം

# exitapp
source: Do you want to exit app?
ml: നിങ്ങൾക്ക് ആപ്പിൽ നിന്ന് പുറത്തുകടക്കണോ?

source: Yes
ml: വേണം

source: No
ml: വേണ്ട

# mal
source: Malayalam
ml: മലയാളം

# loginwith
source: Login with mobile Number
ml: മൊബൈൽ നമ്പർ ഉപയോഗിച്ച് ലോഗിൻ ചെയ്യുക

# entermobile
source: Enter your mobile number we will send you OTP to verify
ml: നിങ്ങളുടെ മൊബൈൽ നമ്പർ നൽകുക, പരിശോധിച്ചുറപ്പിക്കാൻ ഞങ്ങൾ OTP അയയ്ക്കും

# mobile
source: Mobile Number
ml: മൊബൈൽ നമ്പർ

# passwrd
source: Password
ml: പാസ്‌വേഡ്

# forgot
source: Forgot Password?
ml: പാസ്‌വേഡ് മറന്നോ?

# go
source: Continue
ml: തുടരുക

# noaccount
source: If You Don't have an Account
ml: നിങ്ങൾക്ക് ഒരു അക്കൗണ്ട് ഇല്ലെങ്കിൽ

source: Signup >
ml: രജിസ്ട്രേഷൻ >

# newpswrd
source: New Password
ml: പുതിയ പാസ്‌വേഡ്

# cnfrmpswrd
source: Confirm Password
ml: പാസ്‌വേഡ് സ്ഥിരീകരിക്കുക

# otpsnd
source: Enter OTP code sent to your mobile +91-
ml: നിങ്ങളുടെ മൊബൈലിലേക്ക് അയച്ച ഒടിപി കോഡ് നൽകുക +91-

# expired
source: This otp will expired in
ml: ഒടിപി കാലഹരണപ്പെടും

# rsndotp
source: Resend OTP
ml: ഒടിപി വീണ്ടും അയയ്ക്കുക

# reset
source: Reset Password
ml: പാസ്‌വേഡ് പുനഃസജ്ജമാക്കുക

# pswrdchange
source: Password Changed Successfully
ml: പാസ്‌വേഡ് വിജയകരമായി മാറ്റി

# otpvrfy
source: OTP Verification
ml: ഒടിപി പരിശോധന

# vrfybtn
source: Verify
ml: സ്ഥിരീകരിക്കുക

# enterotp
source: Please Enter OTP
ml: ദയവായി ഒടിപി നൽകുക

# signuphd
source: Sign Up
ml: രജിസ്ട്രേഷൻ

# createfree
source: Create an Account it's free
ml: സൗജന്യമായി അക്കൗണ്ട് തുടങ്ങുക

source: Name*
ml: പേര്*

source: Address*
ml: വിലാസം*

source: Place*
ml: സ്ഥലം*

source: Post*
ml: പോസ്റ്റ്*

# pin
source: PIN Code*
ml: പിൻ കോഡ്*

source: Gender*
ml: ലിംഗഭേദം*

source: District*
ml: ജില്ല*

# localtype
source: Local Body Type*
ml: സ്വയംഭരണ സ്ഥാപന തരം*

# localname
source: Local Body Name*
ml: സ്വയംഭരണ സ്ഥാപന പേര്*

source: DOB*
ml: ജനനം*

# adhaar
source: Aadhaar No*
ml: ആധാർ നമ്പർ*

# mob
source: Mobile No*
ml: മൊബൈൽ നമ്പർ*

# pswrd
source: Password*
ml: പാസ്‌വേഡ്*

# cnfmpswd
source: Confirm Password*
ml: പാസ്‌വേഡ് സ്ഥിരീകരിക്കുക*

# accepttc
source: Accept our terms of services & privacy policy.
ml: ഞങ്ങളുടെ സേവന നിബന്ധനകളും സ്വകാര്യതാ നയവും അംഗീകരിക്കുന്നു

# readtc
source: Read Terms and Condition Carefully and enable check Box
ml: നിബന്ധനകളും വ്യവസ്ഥകളും ശ്രദ്ധാപൂർവ്വം വായിച്ച് ചെക്ക് ബോക്സ് പ്രവർത്തനക്ഷമമാക്കുക

# vrfyotp
source: Please verify OTP
ml: ദയവായി ഒടിപി പരിശോധിക്കുക

# edu
source: Education*
ml: വിദ്യാഭ്യാസം*

# alreadyac
source: Already have an Account?
ml: നിലവിൽ ഒരു അക്കൗണ്ട് ഉണ്ടോ?

source: Login
ml: ലോഗിൻ

# signupbtn
source: Sign Up
ml: രജിസ്റ്റർ ചെയ്യുക

# labdet
source: LABOURER DETAILS
ml: തൊഴിലാളി വിശദാംശങ്ങൾ

# wel
source: Welcome
ml: സ്വാഗതം

# signout
source: Do you want to signOut?
ml: നിങ്ങൾക്ക് സൈൻ ഔട്ട് ചെയ്യണോ?

# viewpro
source: View/ Edit Profile
ml: പ്രൊഫൈൽ കാണുക/എഡിറ്റ് ചെയ്യുക

# addskill
source: Add Skills
ml: തൊഴിൽ വൈദഗ്ദ്ധ്യം ചേർക്കുക

source: To Do List
ml: ചെയ്യുവാനുളള കാര്യങ്ങൾ

# rate
source: Rating
ml: റേറ്റിംഗ്

# pro
source: My Profile
ml: എന്റെ പ്രൊഫൈൽ

source: About
ml: വിവരങ്ങൾ

# skill
source: Skills
ml: തൊഴിൽ വൈദഗ്ദ്ധ്യം

# skilladd
source: Add Skill
ml: വൈദഗ്ദ്ധ്യം ചേർക്കുക

# hmtown
source: Home Town
ml: സ്ഥലം

# contact
source: Contact Info
ml: ബന്ധപ്പെടുന്നതിനുള്ള വിവരം

# bsinfo
source: Basic Info
ml: അടിസ്ഥാന വിവരങ്ങൾ

# educat
source: Education
ml: വിദ്യാഭ്യാസം

# choosepropic
source: Choose Profile Photo
ml: പ്രൊഫൈൽ ഫോട്ടോ തിരഞ്ഞെടുക്കുക

# uploadpic
source: Profile picture uploaded successfully
ml: പ്രൊഫൈൽ ചിത്രം അപ്‌ലോഡ് ചെയ്തു

# errorpic
source: Image Format Not Supporting
ml: ചിത്രത്തിന്റെ ഘടന അനുവദനീയമല്ല

# deleteac
source: Delete Account
ml: അക്കൗണ്ട് ഇല്ലാതാക്കുക

# occup
source: Occupation*
ml: തൊഴിൽ*

# exp
source: Experience*
ml: പ്രവൃത്തിപരിചയം*

# wage
source: Wages*
ml: വേതനം*

# other
source: Other Demand
ml: മറ്റ് വ്യവസ്ഥകൾ

# willingwrk
source: Willing to work around
ml: ജോലി ചെയ്യാൻ താൽപര്യമുളള പ്രദേശം

# panja
source: Panchayath Wise*
ml: പഞ്ചായത്ത് തിരിച്ച്*

# reference1
source: Reference Person1
ml: റഫറൻസ് വ്യക്തി1

# reference2
source: Reference Person2
ml: റഫറൻസ് വ്യക്തി2

# skillset
source: Add Abilities
ml: തൊഴിൽ വൈദഗ്ദ്ധ്യം ചേർക്കുക

# skilladdsuc
source: Skill added successfully
ml: വൈദഗ്ദ്ധ്യം വിജയകരമായി ചേർത്തു

# alreadyocup
source: Occupation already added
ml: തൊഴിൽ ഇതിനകം ചേർത്തിട്ടുണ്ട്

# vweditskil
source: View/Edit Skill Details
ml: വൈദഗ്ദ്ധ്യം കാണുക/ തിരുത്തുക

# editskil
source: View/Edit Skill
ml: വൈദഗ്ദ്ധ്യം തിരുത്തുക

source: Update Skill
ml: വൈദഗ്ദ്ധ്യം പുതുക്കുക

# delskill
source: Do you want to Delete?
ml: നിങ്ങൾക്ക് നീക്കംചെയ്യണോ?

# edithome
source: Edit Hometown
ml: സ്ഥലപേര് തിരുത്തുക

# updt
source: Update
ml: പുതുക്കുക

# cncl
source: Cancel
ml: റദ്ദാക്കുക

# enterhome
source: Enter your Hometown
ml: സ്ഥലപേര് ചേർക്കുക

# ratervw
source: Rating & Reviews
ml: റേറ്റിംഗും അവലോകനങ്ങളും

# myskill
source: My Skills
ml: എന്‍റെ വൈദഗ്ദ്ധ്യ മേഖലകൾ

source: Add Title
ml: തലക്കെട്ട് ചേർക്കുക

# discrip
source: Discription
ml: വിവരണം

# searchlab
source: Search For Labourer
ml: തൊഴിലാളിക്കായി തിരയുക

source: Search
ml: തിരയുക

# nameemp
source: Name
ml: പേര്

# addressemp
source: Address
ml: വിലാസം

# placeemp
source: Place
ml: സ്ഥലം

# postemp
source: Post
ml: പോസ്റ്റ്

# genderemp
source: Gender
ml: ലിംഗഭേദം

# districtemp
source: District
ml: ജില്ല

# localnameemp
source: Local Body Name
ml: സ്വയംഭരണ സ്ഥാപന പേര്

# expemp
source: Experience
ml: പ്രവൃത്തിപരിചയം

# year
source: (Years)
ml: (വർഷം)

# below
source: Below 1
ml: 1 ൽ താഴെ

# above
source: Above 10
ml: 10 ന് മുകളിൽ

# filtlab
source: Filtered Labourer Details
ml: ഫിൽട്ടർ ചെയ്ത തൊഴിലാളി വിശദാംശങ്ങൾ

source: Result
ml: ഫലങ്ങൾ

# det
source: Details
ml: വിശദാംശങ്ങൾ

# personalinfo
source: Personal Information
ml: വ്യക്തിഗത വിവരങ്ങൾ

source: Make Call
ml: വിളിക്കുക

# docall
source: Do you want to Call
ml: നിങ്ങൾക്ക് വിളിക്കണോ

source: View
ml: കാണുക

source: Call
ml: വിളിക്കു

source: Cancel
ml: റദ്ദാക്കുക

# acptpp
source: Accept our privacy and policy.
ml: ഞങ്ങളുടെ സ്വകാര്യതയും നയവും അംഗീകരിക്കുക.

source: Remunaration
ml: പ്രതിഫലം

# addratervw
source: Add Rating & Review
ml: റേറ്റിംഗും അവലോകനങ്ങളും ചേർക്കുക

# ratemywrk
source: Rate my Work
ml: എന്റെ ജോലി റേറ്റുചെയ്യുക

# wrk
source: Skill
ml: വൈദഗ്ദ്ധ്യം

# addrvw
source: Add Reviews*
ml: അവലോകനങ്ങൾ ചേർക്കുക*

# sub
source: Submit
ml: സമർപ്പിക്കുക

source: Accept
ml: അംഗീകരിക്കുന്നു

source: Decline
ml: നിരസിക്കുന്നു

# tandc
source: Terms and Conditon
ml: വ്യവസ്ഥകളും ഉപാധികളും

# dltaccount
source: If you delete this account:
ml: നിങ്ങൾ ഈ അക്കൗണ്ട് ഇല്ലാതാക്കുകയാണെങ്കിൽ

# cautionone
source: The account will be deleted from Labour Bank
ml: ലേബർ ബാങ്കിൽ നിന്ന് അക്കൗണ്ട് ഡിലീറ്റ് ചെയ്യും

# cautiontwo
source: Your Skills and profile will be erased
ml: നിങ്ങളുടെ കഴിവുകളും പ്രൊഫൈലും മായ്‌ക്കപ്പെടും

# cautionthree
source: Your images will be deleted
ml: നിങ്ങളുടെ ചിത്രങ്ങൾ ഇല്ലാതാക്കപ്പെടും

# cautionfour
source: You cant recover this account
ml: നിങ്ങൾക്ക് ഈ അക്കൗണ്ട് വീണ്ടെടുക്കാൻ കഴിയില്ല
